Repository: LowTechMaker/KoikatsuSceneGallery
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: zh_hans, zh_hant

# PostDetail_OpenLocal.ToolTipService.ToolTip
source: Open image in viewer
zh_hans: 在查看器中打开图片
zh_hant: 在檢視器中開啟圖片

# PostDetail_TagsExpander.Header
source: Tags
zh_hans: 标签
zh_hant: 標籤

# Authors_NoResults.Text
source: No authors match this search
zh_hans: 找不到符合的作者
zh_hant: 找不到符合的作者

# Import_StatusFilter.Header
source: Status
zh_hans: 处理状态
zh_hant: 處理狀態

# Import_StatusAll.Content
source: All items
zh_hans: 所有项目
zh_hant: 所有項目

# Import_StatusReady.Content
source: Ready to review
zh_hans: 待确认
zh_hant: 待確認

# Import_StatusNeedsInfo.Content
source: Needs information
zh_hans: 缺少资料
zh_hant: 缺少資料

# Import_StatusFailed.Content
source: Could not retrieve
zh_hans: 获取失败
zh_hant: 取得失敗

# Import_StatusExisting.Content
source: Already in library
zh_hans: 已在收藏库
zh_hant: 已在收藏庫

# Import_Status_Ready
source: Ready to review
zh_hans: 待确认
zh_hant: 待確認

# Import_Status_NeedsInfo
source: Needs information
zh_hans: 缺少资料
zh_hant: 缺少資料

# Import_Status_Failed
source: Could not retrieve
zh_hans: 获取失败
zh_hant: 取得失敗

# Import_Status_Existing
source: Already in library
zh_hans: 已在收藏库
zh_hant: 已在收藏庫

# Import_Status_Analyzing
source: Analyzing
zh_hans: 分析中
zh_hant: 分析中

# Import_Status_Completed
source: Completed
zh_hans: 已完成
zh_hant: 已完成

# Import_SearchSelected.Content
source: Search selected images
zh_hans: 反向搜索所选图片
zh_hant: 反向搜尋所選圖片

# Import_RemoveSelected.Content
source: Remove from this workspace
zh_hans: 从本次工作区移除
zh_hant: 從本次工作區移除

# PostDetail_Saved
source: Details saved locally
zh_hans: 详细资料已保存在本机
zh_hant: 詳細資料已儲存在本機

# PostDetail_Unsaved
source: Details not saved
zh_hans: 详细资料尚未保存
zh_hant: 詳細資料尚未儲存

# PostDetail_LocalFiles
source: {0:N0} local images
zh_hans: {0:N0} 张本机图片
zh_hant: {0:N0} 張本機圖片

# Import_ChooseFiles.Content
source: Choose files
zh_hans: 选择文件
zh_hant: 選擇檔案

# Import_AddFiles.Content
source: Add files
zh_hans: 继续添加文件
zh_hant: 繼續加入檔案

# Import_IdentifiedCount
source: Identified ({0})
zh_hans: 已识别（{0}）
zh_hant: 已識別（{0}）

# Import_UnidentifiedCount
source: Unidentified ({0})
zh_hans: 未识别（{0}）
zh_hant: 未識別（{0}）

# Import_LookupInput.PlaceholderText
source: Post URL or artwork ID
zh_hans: 帖子网址或作品 ID
zh_hant: 貼文網址或作品 ID

# Import_LookupInput.AutomationProperties.Name
source: Post URL or artwork ID
zh_hans: 帖子网址或作品 ID
zh_hant: 貼文網址或作品 ID

# Import_LookupProvider.PlaceholderText
source: Source: automatic
zh_hans: 来源：自动识别
zh_hant: 來源：自動判斷

# Import_LookupProvider.AutomationProperties.Name
source: Artwork source; URLs are detected automatically
zh_hans: 作品来源，网址会自动识别
zh_hant: 作品來源，網址會自動判斷

# Import_LookupFetch.Content
source: Get metadata
zh_hans: 获取资料
zh_hant: 取得資料

# Import_ApplyRating.Content
source: Apply rating
zh_hans: 应用分级
zh_hant: 套用分級

# Import_AssignAuthor.Content
source: Assign author
zh_hans: 指定作者
zh_hant: 指定作者

# Import_PickKnownAuthor.Text
source: Choose existing author
zh_hans: 选择现有作者
zh_hant: 選擇現有作者

# Import_SelectGroup.Content
source: Toggle group selection
zh_hans: 选择／取消整组
zh_hant: 選取／取消整組

# Import_Review_GroupTitle
source: {0} · {1} images
zh_hans: {0} · {1} 张
zh_hant: {0} · {1} 張

# Import_Review_Working
source: Getting metadata…
zh_hans: 正在获取资料，请稍候…
zh_hant: 正在取得資料，請稍候…

# Import_Review_InputUnresolved
source: Source not recognized. Check that an installed plugin supports this URL, or choose a source for a plain ID and try again.
zh_hans: 无法判断来源。请确认网址属于已安装的插件；若输入纯 ID，请选择来源后重试。
zh_hant: 無法判斷來源。請確認網址屬於已安裝的外掛；若輸入純 ID，請選擇來源後重試。

# Import_Review_FetchUnchanged
source: No metadata returned. Check the URL/ID or plugin sign-in and retry. Existing metadata was preserved.
zh_hans: 未获取资料。请确认网址／ID 或插件登录状态后重试；原有资料已保留。
zh_hant: 未取得資料。請確認網址／ID 或外掛登入狀態後重試；原有資料已保留。

# Import_Review_ActionFailed
source: The action could not be completed. Retry, or use Undo to revert any changes.
zh_hans: 操作未完成，请重试；若已有变更，可使用“撤销”。
zh_hant: 操作未完成，請重試；若已有變更，可使用「復原」。

# Import_ReverseSelectionContext
source: Search image: {0}. This image will be used for reverse search. After confirmation, the result will apply to the {1} selected images.
zh_hans: 搜索图片：{0}。将以这张图片进行反向搜索；确认结果后，应用至当前选择的 {1} 张图片。
zh_hant: 搜尋圖片：{0}。將以這張圖片進行反向搜尋；確認結果後，套用至目前選取的 {1} 張圖片。

# Import_ReverseConfirmTitle
source: Confirm search image
zh_hans: 确认反向搜索图片
zh_hant: 確認反向搜尋圖片

# Import_ReverseStart
source: Start search
zh_hans: 开始搜索
zh_hant: 開始搜尋

# Import_IdentifiedEmpty
source: No identified images yet. Get metadata or assign an author in Unidentified.
zh_hans: 尚无已识别图片。可在“未识别”分页获取资料或指定作者。
zh_hant: 尚無已識別圖片。可在「未識別」分頁取得資料或指定作者。

# Import_UnidentifiedEmpty
source: All images have been identified.
zh_hans: 所有图片均已识别。
zh_hant: 所有圖片都已識別。

# Import_Review_Rating.AutomationProperties.Name
source: Rating to apply
zh_hans: 要应用的分级
zh_hant: 要套用的分級

# Import_Review_Undone
source: The last edit was undone.
zh_hans: 已撤销上一次编辑。
zh_hant: 已復原上一次編輯。

# Import_RatingSummaryLabel.Text
source: Batch ratings
zh_hans: 本次分级统计
zh_hant: 本次分級統計

# Import_RatingSummary.ToolTipService.ToolTip
source: Counts ready and completed images across this batch, regardless of the current tab or filter.
zh_hans: 统计待导入与已完成的图片，不受当前分页或筛选影响。
zh_hant: 統計待匯入與已完成的圖片，不受目前分頁或篩選影響。

# Import_Mixed_AttentionCount
source: Unidentified ({0})
zh_hans: 未识别（{0}）
zh_hant: 未識別（{0}）

# Import_Mixed_IdentifiedCount
source: Identified ({0})
zh_hans: 已识别（{0}）
zh_hant: 已識別（{0}）

# Import_Mixed_AttentionHint
source: Select images needing details, then fetch metadata, reverse search, or assign an author above.
zh_hans: 先选取需要补齐资料的图片，再使用上方的获取资料、反向搜索或指定作者。
zh_hant: 先選取需要補齊資料的圖片，再使用上方的取得資料、反向搜尋或指定作者。

# Import_Mixed_IdentifiedHint
source: Review images, authors, and ratings before importing. Batch actions support selections across both sections.
zh_hans: 确认图片、作者与分级后，可直接导入；批量操作也支持跨区选取。
zh_hant: 確認圖片、作者與分級後，可直接匯入；批次操作也支援跨區選取。

# Import_Mixed_AttentionEmpty
source: No images need attention under the current filter.
zh_hans: 目前没有符合筛选的待处理图片。
zh_hant: 目前沒有符合篩選的待處理圖片。

# Import_Mixed_IdentifiedEmpty
source: No identified images match the current filter.
zh_hans: 目前没有符合筛选的已识别图片。
zh_hant: 目前沒有符合篩選的已識別圖片。

source: Import images: unidentified list, unavailable posts list, then identified image grid
zh_hans: 导入图片：未识别列表、帖子无法获取列表、已识别图片网格
zh_hant: 匯入圖片：未識別清單、貼文無法取得清單、已識別圖片網格

# Import_Mixed_UnavailableCount
source: Unavailable posts ({0})
zh_hans: 帖子无法获取（{0}）
zh_hant: 貼文無法取得（{0}）

# Import_Mixed_UnavailableHint
source: A post URL or ID was detected, but its details could not be retrieved. Retry fetching, reverse search, or assign an author.
zh_hans: 已识别网址或作品 ID，但未能获取帖子资料。可重试获取资料、反向搜索或指定作者。
zh_hant: 已辨識網址或作品 ID，但未能取得貼文資料。可重試取得資料、反向搜尋或指定作者。

# Import_Mixed_UnavailableEmpty
source: No unavailable posts match the current filter.
zh_hans: 目前没有符合筛选的无法获取帖子。
zh_hant: 目前沒有符合篩選的無法取得貼文。

# Import_Mixed_JumpUnidentified
source: Unknown · {0}
zh_hans: 未识别 · {0}
zh_hant: 未識別 · {0}

# Import_Mixed_JumpUnavailable
source: Unavailable · {0}
zh_hans: 无法获取 · {0}
zh_hant: 無法取得 · {0}

# Import_Mixed_JumpIdentified
source: Identified · {0}
zh_hans: 已识别 · {0}
zh_hant: 已識別 · {0}

# Nav_Discovery.Content
source: Random discovery
zh_hans: 随机探索
zh_hant: 隨機探索

# Discovery_Title.Text
source: Random discovery
zh_hans: 随机探索
zh_hant: 隨機探索

# Discovery_Description.Text
source: Explore your scenes in a new order. Keep scrolling; each scene appears once per round.
zh_hans: 换个顺序探索场景。持续向下滚动，每轮不重复。
zh_hant: 換個順序探索場景。持續往下捲動，每輪不重複。

# Discovery_Filters.Content
source: Filters
zh_hans: 筛选
zh_hant: 篩選

# Discovery_Reset.Content
source: Reshuffle
zh_hans: 重新洗牌
zh_hant: 重新洗牌

# Discovery_Reset.ToolTipService.ToolTip
source: Start a new random order and return to the top.
zh_hans: 重新生成随机顺序，并回到顶部。
zh_hant: 重新產生隨機順序，並回到頂部。

# Discovery_Resolution.Header
source: Use resolution filter
zh_hans: 应用分辨率筛选
zh_hant: 套用解析度篩選

# Discovery_FilterHint.Text
source: Resolution sizes come from Settings. Changing filters starts a new round; your library filters stay unchanged.
zh_hans: 使用设置中的分辨率列表。更改条件会开始新一轮，普通图库的筛选不受影响。
zh_hant: 使用設定中的解析度清單。變更條件會開始新一輪，一般圖庫的篩選不受影響。

# Discovery_Clear.Content
source: Clear conditions
zh_hans: 清除条件
zh_hant: 清除條件

# Discovery_Progress
source: Round {0} · {1:N0} of {2:N0} scenes added
zh_hans: 第 {0} 轮 · 已加入 {1:N0}／{2:N0} 张场景
zh_hant: 第 {0} 輪 · 已加入 {1:N0}／{2:N0} 張場景

# Discovery_RoundEnd
source: Round {0} is complete. Continue with a new order below; previous scenes remain available above.
zh_hans: 第 {0} 轮已全部展示。继续后会在下方接上新的随机顺序，上方内容仍可回看。
zh_hant: 第 {0} 輪已全部展示。繼續後會在下方接上新的隨機順序，上方內容仍可回看。

# Discovery_Continue.Content
source: Continue to next round
zh_hans: 继续下一轮
zh_hant: 繼續下一輪

# Discovery_Error.Title
source: Couldn't load scenes
zh_hans: 无法加载场景
zh_hant: 無法載入場景

# Discovery_Error.Message
source: Please retry, or check your scene folders in Settings.
zh_hans: 请重试，或前往设置检查场景文件夹。
zh_hant: 請重試，或到設定檢查場景資料夾。

# Discovery_Retry.Content
source: Retry
zh_hans: 重试
zh_hant: 重試

# Metadata_Title
source: Card metadata
zh_hans: 卡片详细资料
zh_hant: 卡片詳細資料

# Metadata_Loading
source: Reading metadata…
zh_hans: 正在读取详细资料…
zh_hant: 正在讀取詳細資料…

# Metadata_Failed
source: Metadata could not be read. Retry to read the file again.
zh_hans: 无法读取详细资料，可重试重新读取文件。
zh_hant: 無法讀取詳細資料，可重試重新讀取檔案。

# Metadata_Partial
source: Some blocks could not be expanded. Available data is shown below.
zh_hans: 部分区块无法展开，以下显示可读资料。
zh_hant: 部分區塊無法展開，以下顯示可讀資料。

# Metadata_Complete
source: Metadata loaded.
zh_hans: 详细资料已加载。
zh_hant: 詳細資料已載入。

# Metadata_ExportJson
source: Export metadata JSON
zh_hans: 导出资料 JSON
zh_hant: 匯出資料 JSON

# Metadata_ExportPartialJson
source: Export partial metadata JSON
zh_hans: 导出部分资料 JSON
zh_hant: 匯出部分資料 JSON

# Metadata_ExportCsv
source: Export KKManager CSV
zh_hans: 导出 KKManager CSV
zh_hant: 匯出 KKManager CSV

# Metadata_CsvNote
source: CSV contains summary fields. Mod dependencies have not been checked; the missing-mod columns are empty.
zh_hans: CSV 包含摘要字段；未检查模组依赖，缺失模组字段留空。
zh_hant: CSV 包含摘要欄位；未檢查模組相依性，缺失模組欄位留空。

# Metadata_Retry
source: Retry
zh_hans: 重试
zh_hant: 重試

# Metadata_Version
source: Format version
zh_hans: 格式版本
zh_hant: 格式版本

# Metadata_Language
source: Language ID
zh_hans: 语言 ID
zh_hant: 語言 ID

# Metadata_Sex
source: Sex
zh_hans: 性别
zh_hant: 性別

# Metadata_Personality
source: Personality
zh_hans: 性格
zh_hant: 性格

# Metadata_PluginGuid
source: Plugin GUID
zh_hans: 插件 GUID
zh_hant: 外掛 GUID

# Metadata_Extended
source: Extended data
zh_hans: 扩展资料
zh_hant: 擴充資料

# Metadata_Unavailable
source: Unavailable
zh_hans: 无法读取
zh_hant: 無法讀取

# Metadata_More
source: More…
zh_hans: 更多…
zh_hant: 更多…

# Metadata_Exported
source: Export completed.
zh_hans: 导出完成。
zh_hant: 匯出完成。

# Metadata_ExportFailed
source: Export failed. Try again or choose a different location.
zh_hans: 导出失败，请重试或选择其他保存位置。
zh_hant: 匯出失敗，請重試或選擇其他儲存位置。

# Metadata_SearchHint
source: Search name, nickname, creator/data ID, plugin GUID or path
zh_hans: 搜索姓名、昵称、作者／资料 ID、插件 GUID 或路径
zh_hant: 搜尋姓名、暱稱、作者／資料 ID、外掛 GUID 或路徑

# Browser_Origin.Header
source: Source
zh_hans: 来源
zh_hant: 來源

# Browser_Origin_All.Content
source: All sources
zh_hans: 全部来源
zh_hant: 全部來源

# Browser_Origin_ExcludeLocal.Content
source: Exclude local
zh_hans: 排除本地
zh_hant: 排除本地

# Browser_Origin_LocalOnly.Content
source: Local only
zh_hans: 仅本地
zh_hant: 僅本地

# Nav_LocalSources.Content
source: Local
zh_hans: 本地收藏
zh_hant: 本地收藏

# LocalSources_Title.Text
source: Local collection
zh_hans: 本地收藏
zh_hant: 本地收藏

# LocalSources_DropZoneTitle.Text
source: Drop privately shared cards here
zh_hans: 把私下获得的卡片拖到这里
zh_hant: 把私下取得的卡片拖到這裡

# LocalSources_DropZoneHint.Text
source: Nothing dropped here is ever looked up online.
zh_hans: 放在这里的文件全程不会对外查询。
zh_hant: 放在這裡的檔案全程不會對外查詢。

# LocalSources_ChooseFiles.Content
source: Choose files
zh_hans: 选择文件
zh_hant: 選擇檔案

# LocalSources_PendingCount
source: {0} waiting to be filed
zh_hans: {0} 张待归档
zh_hant: {0} 張待歸檔

# LocalSources_RejectedCount
source: {0} skipped, not cards
zh_hans: {0} 个不是卡片，已跳过
zh_hant: {0} 個不是卡片，已略過

# LocalSources_ClearStaging.Content
source: Clear
zh_hans: 清空
zh_hant: 清空

# LocalSources_DragFolderHint.Text
source: Drag this folder onto a source below
zh_hans: 把这个文件夹拖到下方的来源上
zh_hant: 把這個資料夾拖到下方的來源上

# LocalSources_FolderAutomationName
source: Staged cards. Drag onto a source, or open the context menu to choose one.
zh_hans: 待导入的卡片。拖到某个来源上，或打开快捷菜单选择来源。
zh_hant: 待匯入的卡片。拖到某個來源上，或開啟快捷選單選擇來源。

# LocalSources_ImportToMenuHeader
source: Import to
zh_hans: 导入到
zh_hant: 匯入到

# LocalSources_AddSource.Text
source: New source
zh_hans: 新增来源
zh_hant: 新增來源

# LocalSources_DropCaption
source: Import to {0}
zh_hans: 导入到 {0}
zh_hant: 匯入到 {0}

# LocalSources_ImportingTo
source: Importing to {0}…
zh_hans: 正在导入到 {0}…
zh_hant: 正在匯入到 {0}…

# LocalSources_ImportSucceeded
source: Imported {0} card(s) to {1}.
zh_hans: 已导入 {0} 张卡片到 {1}。
zh_hant: 已匯入 {0} 張卡片到 {1}。

# LocalSources_ImportSucceededWithDuplicates
source: Imported {0} cards into {1}. {2} were already in the library and were left where they are.
zh_hans: 已导入 {0} 张卡片到 {1}；另有 {2} 张重复，保留在原处。
zh_hant: 已匯入 {0} 張卡片到 {1}；另有 {2} 張重複，保留在原處。

# LocalSources_Duplicates_Title
source: {0} cards were already in the library
zh_hans: 有 {0} 张卡片重复
zh_hant: 有 {0} 張卡片重複

# LocalSources_Duplicates_Body
source: The library already holds identical cards, so these files were left exactly where they are — neither moved nor deleted:
zh_hans: 图库里已经有内容完全相同的卡片，所以下面这些文件保留在原处，没有移动也没有删除：
zh_hant: 圖庫裡已經有內容完全相同的卡片，所以下面這些檔案保留在原處，沒有移動也沒有刪除：

# LocalSources_Duplicates_More
source: …and {0} more
zh_hans: …等 {0} 张
zh_hant: …等 {0} 張

# LocalSources_Duplicates_OpenFolder
source: Open the folder
zh_hans: 打开文件所在文件夹
zh_hant: 開啟檔案所在資料夾

# LocalSources_ImportFailed
source: Import failed. {0} card(s) were left where they were.
zh_hans: 导入失败，{0} 张卡片保留在原处。
zh_hant: 匯入失敗，{0} 張卡片保留在原處。

# LocalSources_ImportNothingEligible
source: Nothing here can be imported.
zh_hans: 这里没有可以导入的内容。
zh_hant: 這裡沒有可以匯入的東西。

# LocalSources_ImportBusy
source: An import is already running. Try again once it finishes.
zh_hans: 已经有一个导入正在进行，请等它完成后再试。
zh_hant: 已經有一個匯入正在進行，請等它完成後再試。

# LocalSources_Empty.Text
source: No local sources yet. Drop some cards, then drop the folder on “New source”.
zh_hans: 还没有本地来源。先拖入卡片，再把文件夹放到“新增来源”上。
zh_hant: 還沒有本地來源。先拖入卡片，再把資料夾放到「新增來源」上。

# LocalSources_NewSourceTitle
source: New local source
zh_hans: 新增本地来源
zh_hant: 新增本地來源

# LocalSources_NewSourceNamePlaceholder
source: Name, for example a friend’s nickname
zh_hans: 名称，例如朋友的昵称
zh_hant: 名稱，例如朋友的暱稱

# LocalSources_NewSourceConfirm
source: Create
zh_hans: 创建
zh_hant: 建立

# LocalSources_Cancel
source: Cancel
zh_hans: 取消
zh_hant: 取消

# LocalSources_ImportAlreadyInLibrary
source: These cards are already in the library.
zh_hans: 这些卡片已经在图库里了。
zh_hant: 這些卡片已經在圖庫裡了。

# LocalSources_ImportNoDestination
source: No destination could be worked out. Check that a library folder is configured for this card type in Settings.
zh_hans: 算不出落地位置。请在设置里确认这种卡片类型有配置图库文件夹。
zh_hant: 算不出落地位置。請在設定裡確認這種卡片類型有設定圖庫資料夾。

# LocalSources_EditSource.Text
source: Edit…
zh_hans: 编辑…
zh_hant: 編輯…

# Authors_EditLocal.Text
source: Edit local source…
zh_hans: 编辑本地来源…
zh_hant: 編輯本地來源…

# AuthorDetail_EditLocal.ToolTipService.ToolTip
source: Edit name and picture
zh_hans: 编辑名称与头像
zh_hant: 編輯名稱與頭像

# LocalSources_Edit_Title
source: Edit local source
zh_hans: 编辑本地来源
zh_hant: 編輯本地來源

# LocalSources_Edit_NameLabel
source: Name
zh_hans: 名称
zh_hant: 名稱

# LocalSources_Edit_PickFile
source: Choose an image…
zh_hans: 选择图片文件…
zh_hant: 選擇圖片檔…

# LocalSources_Edit_PickCard
source: From a card…
zh_hans: 从卡片挑…
zh_hant: 從卡片挑…

# LocalSources_Edit_PickAuthor
source: From an online author…
zh_hans: 从在线作者挑…
zh_hant: 從線上作者挑…

# LocalSources_Edit_ClearAvatar
source: Remove picture
zh_hans: 清除头像
zh_hant: 清除頭像

# LocalSources_Edit_PickCardTitle
source: Pick a card to use as the picture
zh_hans: 挑一张卡片当头像
zh_hant: 挑一張卡片當頭像

# LocalSources_Edit_PickAuthorTitle
source: Pick an online author picture
zh_hans: 挑一位在线作者的头像
zh_hant: 挑一位線上作者的頭像

# LocalSources_Edit_Back
source: Back
zh_hans: 返回
zh_hant: 返回

# LocalSources_Edit_Save
source: Save
zh_hans: 保存
zh_hant: 儲存

# LocalSources_Edit_Close
source: Got it
zh_hans: 知道了
zh_hant: 知道了

# LocalSources_Edit_FolderNote
source: Renaming also renames the folder on disk; the id inside the folder name stays the same. Thumbnails for these cards are rebuilt.
zh_hans: 改名时会一并改掉磁盘上的文件夹名称，文件夹里的标识码保持不变。这批卡片的缩略图会重新生成。
zh_hant: 改名時會一併改掉磁碟上的資料夾名稱，資料夾裡的識別碼保持不變。這批卡片的縮圖會重新產生。

# LocalSources_Edit_FolderKeptTitle
source: Some folders kept their old name
zh_hans: 有文件夹没改到名字
zh_hant: 有資料夾沒改到名字

# LocalSources_Edit_FolderKeptBody
source: The source is now named "{0}", but these folders could not be renamed — usually because something is reading a file inside. The cards and the name are unaffected; you can try again later: {1}
zh_hans: 来源已经改名为“{0}”，但下列文件夹改不动，通常是有程序正在读里面的文件。卡片与名称都不受影响，之后可以再改一次： {1}
zh_hant: 來源已經改名為「{0}」，但下列資料夾改不動，通常是有程式正在讀裡面的檔案。卡片與名稱都不受影響，之後可以再改一次： {1}

# LocalSources_ImportFailedCards
source: Import failed: {0} — {1}. All {2} cards were left where they were.
zh_hans: 导入失败：{0} — {1}。{2} 张卡片全部保留在原处。
zh_hant: 匯入失敗：{0} — {1}。{2} 張卡片全部保留在原處。

# LocalSources_ImportFailedUnknown
source: Import failed. All {0} cards were left where they were.
zh_hans: 导入失败，{0} 张卡片全部保留在原处。
zh_hant: 匯入失敗，{0} 張卡片全部保留在原處。

# LocalSources_ImportFailedManual
source: Import failed, and {0} was moved into the library and could not be put back. Please move it yourself. The other cards were left where they were.
zh_hans: 导入失败，而且 {0} 已经被移到图库、无法还原，请手动处理。其余卡片保留在原处。
zh_hant: 匯入失敗，而且 {0} 已經被移到圖庫、無法還原，請手動處理。其餘卡片保留在原處。

# LocalSources_FailedCardsMore
source: {0} and {1} more
zh_hans: {0} 等 {1} 张
zh_hant: {0} 等 {1} 張

# LocalSources_Failure_ContentMismatch
source: a different card with the same name is already in the library
zh_hans: 图库里已经有同名但内容不同的卡片
zh_hant: 圖庫裡已經有同名但內容不同的卡片

# LocalSources_Failure_SourceMissing
source: the original file is gone
zh_hans: 找不到原始文件
zh_hant: 找不到原始檔案

# LocalSources_Failure_Cancelled
source: cancelled
zh_hans: 已取消
zh_hant: 已取消

# LocalSources_Failure_DiskFull
source: the destination drive is full
zh_hans: 目标磁盘空间不足
zh_hant: 目標磁碟空間不足

# LocalSources_Failure_AccessDenied
source: no permission to write to the destination folder
zh_hans: 没有权限写入目标文件夹
zh_hant: 沒有權限寫入目標資料夾

# LocalSources_Failure_NameExhausted
source: no free file name could be found
zh_hans: 找不到可用的文件名
zh_hant: 找不到可用的檔名

# LocalSources_Failure_Sidecar
source: the card information could not be written
zh_hans: 无法写入卡片信息
zh_hant: 無法寫入卡片資訊

# LocalSources_Failure_Unknown
source: an unknown error
zh_hans: 未知的错误
zh_hant: 未知的錯誤

# Detail_VersionAnnotation.Text
source: Version
zh_hans: 版本标记
zh_hant: 版本標記

# Detail_VersionNote.Header
source: Note
zh_hans: 备注
zh_hant: 備註

# Detail_VersionNote.PlaceholderText
source: For example: short hair what-if
zh_hans: 例如：短发 IF
zh_hant: 例如：短髮 IF

# Detail_AssignGroup.Content
source: File under another character…
zh_hans: 归入其他角色…
zh_hant: 歸入其他角色…

# Detail_GroupDialog_Title
source: File under which character?
zh_hans: 要归入哪个角色？
zh_hant: 要歸入哪個角色？

# Detail_GroupDialog_SearchPlaceholder
source: Search characters
zh_hans: 搜索角色名称
zh_hant: 搜尋角色名稱

# Detail_GroupDialog_Clear
source: Use this card’s own name
zh_hans: 使用这张卡自己的名字
zh_hant: 使用這張卡自己的名字

# Detail_GroupDialog_Cancel
source: Cancel
zh_hans: 取消
zh_hant: 取消

# Detail_GroupEntry
source: {0} · {1} card(s)
zh_hans: {0} · {1} 张
zh_hant: {0} · {1} 張

# Detail_GroupOverride
source: Filed under: {0}
zh_hans: 已归入：{0}
zh_hant: 已歸入：{0}

# Detail_GroupDialog_AllAuthors
source: Show characters from every author
zh_hans: 显示所有作者的角色
zh_hant: 顯示所有作者的角色

# Character_VersionKind_Current
source: Current
zh_hans: 正式版
zh_hant: 正式版

# Character_VersionKind_Alternate
source: What-if
zh_hans: IF 版
zh_hant: IF 版

# Character_VersionSuperseded
source: {0} · replaced
zh_hans: {0}・已取代
zh_hant: {0}・已取代

# Detail_VersionKind_Current.Content
source: The character itself
zh_hans: 本尊
zh_hant: 本尊

# Detail_VersionKind_Alternate.Content
source: What-if version
zh_hans: IF 版
zh_hant: IF 版

# Detail_VersionSuperseded.Content
source: Replaced by a newer card
zh_hans: 已被更新的卡片取代
zh_hant: 已被更新的卡片取代
